Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# account.email.done.title
source: Email changed
ar: تغيّر البريد الإلكتروني
bn: ইমেইল বদলেছে
ca: Correu canviat
cs: E-mail změněn
da: E-mail ændret
de: E-Mail geändert
el: Το email άλλαξε
es: Correo cambiado
fi: Sähköposti vaihdettu
fr: E-mail modifié
he: הדוא״ל שונה
hi: ईमेल बदल गया
hr: E-pošta promijenjena
hu: E-mail-cím megváltoztatva
id: Email diubah
it: Email cambiata
ja: メールを変更しました
ko: 이메일이 변경되었어요
ml: ഇമെയിൽ മാറ്റി
ms: Emel ditukar
nb: E-post endret
nl: E-mailadres gewijzigd
pl: E-mail zmieniony
pt_br: E-mail alterado
pt_pt: Email alterado
ro: E-mail schimbat
ru: Почта изменена
sk: E-mail bol zmenený
sv: E-postadressen har ändrats
ta: மின்னஞ்சல் மாற்றப்பட்டது
te: ఈమెయిల్ మారింది
th: เปลี่ยนอีเมลแล้ว
tr: E-posta değiştirildi
uk: Пошту змінено
ur: ای میل تبدیل ہو گئی
vi: Đã đổi email
zh_hans: 邮箱已更改
zh_hant: 電子郵件已變更

# account.email.error.claimedWhileWaiting
source: Somebody else claimed %@ while your code was in the inbox, so the change was not made. Your address is unchanged. Try a different one.
ar: سجّل شخص آخر %@ بينما كان رمزك في بريدك، لذلك لم يُنفَّذ التغيير. وعنوانك كما هو. جرّب عنوانًا آخر.
bn: আপনার কোড ইনবক্সে থাকাকালীন অন্য কেউ %@ নিয়ে নিয়েছে, তাই পরিবর্তনটি হয়নি। আপনার ঠিকানা আগের মতোই আছে। অন্য একটি চেষ্টা করুন।
ca: Algú altre ha reclamat %@ mentre el teu codi era a la safata d'entrada, així que no s'ha fet el canvi. La teva adreça no ha canviat. Prova'n una altra.
cs: Někdo jiný si zabral %@, zatímco tvůj kód čekal v doručené poště, takže ke změně nedošlo. Tvá adresa zůstala beze změny. Zkus jinou.
da: En anden tog %@, mens din kode lå i indbakken, så ændringen blev ikke udført. Din adresse er uændret. Prøv en anden.
de: Jemand anderes hat %@ belegt, während dein Code im Postfach lag, deshalb wurde nichts geändert. Deine Adresse bleibt unverändert. Versuche eine andere.
el: Κάποιος άλλος χρησιμοποίησε το %@ ενώ ο κωδικός σου ήταν στα εισερχόμενα, οπότε η αλλαγή δεν έγινε. Η διεύθυνσή σου παραμένει ίδια. Δοκίμασε άλλη.
es: Otra persona reclamó %@ mientras tu código estaba en la bandeja de entrada, así que no se hizo el cambio. Tu dirección sigue igual. Prueba con otra.
fi: Joku muu otti osoitteen %@ käyttöönsä koodin odottaessa postilaatikossa, joten vaihtoa ei tehty. Osoitteesi ei muuttunut. Kokeile toista.
fr: Quelqu’un d’autre a pris %@ pendant que votre code était dans la boîte de réception, le changement n’a donc pas été effectué. Votre adresse n’a pas changé. Essayez-en une autre.
he: מישהו אחר תפס את %@ בזמן שהקוד שלך היה בדרך, ולכן השינוי לא בוצע. הכתובת שלך לא השתנתה. נסה כתובת אחרת.
hi: आपका कोड इनबॉक्स में रहते हुए किसी और ने %@ ले लिया, इसलिए बदलाव नहीं हुआ। आपका पता वही है। कोई दूसरा आज़माएँ।
hr: Netko drugi preuzeo je %@ dok je tvoj kod bio u sandučiću, pa promjena nije izvršena. Tvoja adresa je nepromijenjena. Pokušaj s drugom.
hu: Valaki más lefoglalta a(z) %@ címet, amíg a kódod a postaládában volt, ezért a módosítás nem történt meg. A címed változatlan. Próbálj meg egy másikat.
id: Orang lain memakai %@ saat kodemu ada di kotak masuk, jadi perubahan tidak dilakukan. Alamatmu tidak berubah. Coba alamat lain.
it: Qualcun altro ha preso %@ mentre il tuo codice era in arrivo, quindi la modifica non è stata fatta. Il tuo indirizzo è invariato. Provane un altro.
ja: コードが届くのを待っている間に、別の人が%@を使用したため、変更されませんでした。メールアドレスはそのままです。別のアドレスをお試しください。
ko: 코드가 도착하기를 기다리는 동안 다른 사람이 %@을(를) 사용하기 시작해서 변경되지 않았어요. 주소는 그대로예요. 다른 주소를 사용해 보세요.
ml: നിങ്ങളുടെ കോഡ് ഇൻബോക്സിൽ എത്തിനിൽക്കുമ്പോൾ മറ്റൊരാൾ %@ സ്വന്തമാക്കി, അതിനാൽ മാറ്റം നടന്നില്ല. നിങ്ങളുടെ വിലാസം മാറിയിട്ടില്ല. മറ്റൊന്ന് ശ്രമിക്കുക.
ms: Orang lain telah menuntut %@ semasa kod anda dalam peti masuk, jadi perubahan tidak dibuat. Alamat anda tidak berubah. Cuba yang lain.
nb: Noen andre tok %@ mens koden lå i innboksen, så endringen ble ikke gjort. Adressen din er uendret. Prøv en annen.
nl: Iemand anders heeft %@ in gebruik genomen terwijl je code onderweg was, dus de wijziging is niet doorgevoerd. Je adres is ongewijzigd. Probeer een ander adres.
pl: Ktoś inny zajął adres %@, zanim wpisałeś(-aś) kod, więc zmiana nie została wykonana. Twój adres pozostał bez zmian. Spróbuj użyć innego.
pt_br: Outra pessoa passou a usar %@ enquanto seu código estava na caixa de entrada, então a mudança não foi feita. Seu endereço continua o mesmo. Tente outro.
pt_pt: Alguém reclamou %@ enquanto o seu código estava na caixa de entrada, por isso a alteração não foi feita. O seu endereço mantém-se. Experimente outro.
ro: Altcineva a folosit %@ cât timp codul tău era în inbox, așa că schimbarea nu s-a făcut. Adresa ta a rămas neschimbată. Încearcă alta.
ru: Пока вы ждали код, адрес %@ занял кто-то другой, поэтому изменение не выполнено. Ваш адрес остался прежним. Попробуйте другой.
sk: Niekto iný si zabral %@, kým tvoj kód čakal v schránke, takže zmena sa neuskutočnila. Tvoja adresa zostala nezmenená. Skús inú.
sv: Någon annan tog %@ medan din kod låg i inkorgen, så ändringen gjordes inte. Din adress är oförändrad. Prova en annan.
ta: உங்கள் குறியீடு இன்பாக்ஸில் இருந்தபோது வேறொருவர் %@ முகவரியைப் பெற்றுவிட்டார், அதனால் மாற்றம் செய்யப்படவில்லை. உங்கள் முகவரி மாறவில்லை. வேறொன்றை முயலுங்கள்.
te: మీ కోడ్ ఇన్‌బాక్స్‌లో ఉండగానే మరొకరు %@ను తీసుకున్నారు, కాబట్టి మార్పు జరగలేదు. మీ చిరునామా మారలేదు. వేరొకటి ప్రయత్నించండి.
th: มีคนอื่นใช้ %@ ไปแล้วระหว่างที่คุณรอรหัสในกล่องจดหมาย จึงไม่ได้เปลี่ยนอีเมล ที่อยู่ของคุณยังเหมือนเดิม ลองใช้ที่อยู่อื่น
tr: Kodunuz gelen kutusundayken başka biri %@ adresini aldı, bu yüzden değişiklik yapılmadı. Adresiniz aynı kaldı. Başka bir adres deneyin.
uk: Хтось інший зайняв %@, поки ваш код був у скриньці, тож зміну не виконано. Вашу адресу не змінено. Спробуйте іншу.
ur: آپ کا کوڈ ان باکس میں ہی تھا کہ کسی اور نے %@ لے لیا، اس لیے تبدیلی نہیں ہوئی۔ آپ کا پتا وہی ہے۔ کوئی دوسرا پتا آزمائیں۔
vi: Người khác đã đăng ký %@ trong lúc mã của bạn còn trong hộp thư, nên thay đổi không được thực hiện. Địa chỉ của bạn không đổi. Hãy thử địa chỉ khác.
zh_hans: 在你等待验证码期间，%@ 已被其他人占用，因此未做更改。你的邮箱保持不变。请换一个试试。
zh_hant: 在你等待驗證碼期間，其他人已使用了 %@，因此未進行變更。你的信箱維持不變，請改用其他信箱。

# account.email.intro
source: You sign in with %@. Known will email a six-digit code to the **new** address — not to this one — because the only thing worth proving here is that you can read the mailbox you are moving to.
ar: تسجّل الدخول باستخدام %@. سيُرسل معروف رمزًا من ستة أرقام إلى العنوان **الجديد** — لا إلى هذا العنوان — لأن الشيء الوحيد الذي يستحق الإثبات هنا هو أنك تستطيع قراءة البريد الذي تنتقل إليه.
bn: আপনি %@ দিয়ে সাইন ইন করেন। Known **নতুন** ঠিকানায় — এটিতে নয় — ছয় সংখ্যার একটি কোড ইমেইল করবে, কারণ এখানে শুধু এটুকু প্রমাণ করাই জরুরি যে আপনি যে মেইলবক্সে যাচ্ছেন সেটি পড়তে পারেন।
ca: Inicies la sessió amb %@. Known enviarà un codi de sis dígits a l'adreça **nova**, no a aquesta, perquè l'únic que cal demostrar aquí és que pots llegir la bústia a la qual et canvies.
cs: Přihlašuješ se pomocí %@. Known pošle šestimístný kód na **novou** adresu – ne na tuto – protože jediné, co tu stojí za ověření, je, že si umíš přečíst schránku, na kterou přecházíš.
da: Du logger ind med %@. Known sender en sekscifret kode til den **nye** adresse – ikke til denne – fordi det eneste, der er værd at bevise her, er, at du kan læse den postkasse, du flytter til.
de: Du meldest dich mit %@ an. Known sendet einen sechsstelligen Code an die **neue** Adresse – nicht an diese –, denn es geht nur darum zu beweisen, dass du das Postfach lesen kannst, zu dem du wechselst.
el: Συνδέεσαι με το %@. Το Known θα στείλει έναν εξαψήφιο κωδικό στη **νέα** διεύθυνση — όχι σε αυτήν — γιατί το μόνο που αξίζει να αποδείξεις εδώ είναι ότι διαβάζεις το γραμματοκιβώτιο στο οποίο μετακινείσαι.
es: Inicias sesión con %@. Known enviará un código de seis dígitos a la dirección **nueva**, no a esta, porque lo único que importa comprobar aquí es que puedes leer el buzón al que te mudas.
fi: Kirjaudut osoitteella %@. Known lähettää kuusinumeroisen koodin **uuteen** osoitteeseen – ei tähän – koska ainoa tässä todistettava asia on, että pääset lukemaan postilaatikkoa, johon olet siirtymässä.
fr: Vous vous connectez avec %@. Known enverra un code à six chiffres à la **nouvelle** adresse — pas à celle-ci — car il suffit de prouver que vous pouvez lire la boîte mail vers laquelle vous passez.
he: אתה מתחבר עם %@. Known תשלח קוד בן שש ספרות לכתובת **החדשה** — לא לזו — כי הדבר היחיד ששווה להוכיח כאן הוא שאתה יכול לקרוא את תיבת הדואר שאליה אתה עובר.
hi: आप %@ से साइन इन करते हैं। Known छह अंकों का कोड **नए** पते पर ईमेल करेगा — इस पते पर नहीं — क्योंकि यहाँ बस यह साबित करना ज़रूरी है कि आप जिस मेलबॉक्स में जा रहे हैं उसे पढ़ सकते हैं।
hr: Prijavljuješ se s %@. Known će poslati šesteroznamenkasti kod na **novu** adresu — ne na ovu — jer je jedino važno dokazati da možeš čitati sandučić na koji se seliš.
hu: Ezzel jelentkezel be: %@. A Known egy hatjegyű kódot küld az **új** címre – nem erre –, mert itt csak azt kell igazolni, hogy el tudod olvasni azt a postafiókot, ahová átköltözöl.
id: Kamu masuk dengan %@. Known akan mengirim kode enam digit lewat email ke alamat **baru** — bukan ke alamat ini — karena yang perlu dibuktikan di sini hanyalah bahwa kamu bisa membaca kotak surat tujuanmu.
it: Accedi con %@. Known invierà un codice di sei cifre al **nuovo** indirizzo, non a questo, perché l'unica cosa da dimostrare qui è che puoi leggere la casella a cui stai passando.
ja: 現在は%@でサインインしています。Knownは**新しい**アドレス(このアドレスではありません)に6桁のコードをメールで送ります。移行先のメールボックスを読めることを確認するためです。
ko: 현재 %@(으)로 로그인하고 있어요. Known은 이 주소가 아닌 **새** 주소로 6자리 코드를 보내요. 옮겨 갈 메일함을 읽을 수 있는지가 여기서 확인할 유일한 것이기 때문이에요.
ml: നിങ്ങൾ %@ ഉപയോഗിച്ചാണ് സൈൻ ഇൻ ചെയ്യുന്നത്. Known ആറക്ക കോഡ് **പുതിയ** വിലാസത്തിലേക്ക് ഇമെയിൽ ചെയ്യും — ഇതിലേക്കല്ല — കാരണം നിങ്ങൾ മാറുന്ന മെയിൽബോക്സ് വായിക്കാൻ നിങ്ങൾക്ക് കഴിയുമെന്ന് തെളിയിക്കുക എന്നതാണ് ഇവിടെ പ്രധാനം.
ms: Anda log masuk dengan %@. Known akan mengemel kod enam digit ke alamat **baharu** — bukan ke alamat ini — kerana satu-satunya perkara yang perlu dibuktikan di sini ialah anda boleh membaca peti mel yang anda tuju.
nb: Du logger inn med %@. Known sender en sekssifret kode på e-post til den **nye** adressen, ikke til denne, fordi det eneste som er verdt å bekrefte her, er at du kan lese postkassen du flytter til.
nl: Je logt in met %@. Known mailt een zescijferige code naar het **nieuwe** adres, niet naar dit adres, want het enige dat hier telt is dat je de mailbox kunt lezen waarnaar je overstapt.
pl: Logujesz się adresem %@. Known wyśle sześciocyfrowy kod na **nowy** adres — nie na ten — bo jedyne, co tu warto sprawdzić, to czy masz dostęp do skrzynki, na którą się przenosisz.
pt_br: Você entra com %@. O Known enviará um código de seis dígitos para o **novo** endereço, e não para este, porque o que importa aqui é provar que você consegue ler a caixa de entrada para a qual está mudando.
pt_pt: Inicia sessão com %@. A Known vai enviar um código de seis dígitos para o **novo** endereço — não para este — porque a única coisa que importa provar aqui é que consegue ler a caixa de correio para onde vai mudar.
ro: Te autentifici cu %@. Known va trimite un cod din șase cifre la adresa **nouă** — nu la aceasta — pentru că singurul lucru care contează aici este că poți citi căsuța în care te muți.
ru: Вы входите с адресом %@. Known отправит шестизначный код на **новый** адрес — не на этот, — ведь важно лишь убедиться, что у вас есть доступ к почтовому ящику, на который вы переходите.
sk: Prihlasuješ sa pomocou %@. Known pošle šesťmiestny kód na **novú** adresu — nie na túto — pretože jediné, čo tu stojí za overenie, je, že vieš čítať schránku, na ktorú prechádzaš.
sv: Du loggar in med %@. Known skickar en sexsiffrig kod till den **nya** adressen – inte till den här – eftersom det enda som behöver bevisas är att du kan läsa brevlådan du flyttar till.
ta: நீங்கள் %@ மூலம் உள்நுழைகிறீர்கள். Known ஆறு இலக்கக் குறியீட்டை **புதிய** முகவரிக்கு — இதற்கு அல்ல — மின்னஞ்சல் செய்யும்; ஏனெனில் நீங்கள் மாறும் அஞ்சல்பெட்டியைப் படிக்க முடியும் என்பதை நிரூபிப்பதே இங்கு முக்கியம்.
te: మీరు %@తో సైన్ ఇన్ చేస్తున్నారు. Known ఆరు అంకెల కోడ్‌ను **కొత్త** చిరునామాకు ఈమెయిల్ చేస్తుంది — ఈ చిరునామాకు కాదు — ఎందుకంటే మీరు మారుతున్న మెయిల్‌బాక్స్‌ను చదవగలరని నిరూపించడమే ఇక్కడ ముఖ్యం.
th: คุณลงชื่อเข้าใช้ด้วย %@ Known จะส่งรหัสหกหลักไปที่ที่อยู่**ใหม่** ไม่ใช่ที่อยู่นี้ เพราะสิ่งเดียวที่ต้องยืนยันคือคุณอ่านกล่องจดหมายที่จะย้ายไปได้
tr: %@ ile giriş yapıyorsunuz. Known, altı haneli bir kodu bu adrese değil **yeni** adrese e-postayla gönderir; çünkü burada kanıtlanması gereken tek şey, taşındığınız posta kutusunu okuyabildiğinizdir.
uk: Ви входите з %@. Known надішле шестизначний код на **нову** адресу — не на цю — бо єдине, що тут варто підтвердити, це що ви можете прочитати скриньку, на яку переходите.
ur: آپ %@ سے سائن اِن کرتے ہیں۔ Known **نئے** پتے پر چھ ہندسوں کا کوڈ ای میل کرے گا — اس پتے پر نہیں — کیونکہ یہاں بس یہی ثابت کرنا ضروری ہے کہ آپ اس میل باکس کو پڑھ سکتے ہیں جس پر آپ جا رہے ہیں۔
vi: Bạn đăng nhập bằng %@. Known sẽ gửi mã sáu chữ số đến địa chỉ **mới** — không phải địa chỉ này — vì điều duy nhất cần chứng minh ở đây là bạn đọc được hộp thư mình chuyển đến.
zh_hans: 你目前使用 %@ 登录。Known 会向**新**邮箱（而不是这个）发送一个六位验证码，因为这里唯一需要证明的，就是你能读取要迁移到的那个邮箱。
zh_hant: 你目前使用 %@ 登入。Known 會將六位數驗證碼寄到**新的**信箱（而非此信箱），因為這裡唯一需要證明的是你能讀取要換過去的信箱。

# account.email.intro.thisAddress
source: this address
ar: هذا العنوان
bn: এই ঠিকানা
ca: aquesta adreça
cs: tato adresa
da: denne adresse
de: dieser Adresse
el: αυτή τη διεύθυνση
es: esta dirección
fi: tämä osoite
fr: cette adresse
he: הכתובת הזו
hi: यह पता
hr: ovu adresu
hu: ez a cím
id: alamat ini
it: questo indirizzo
ja: このアドレス
ko: 이 주소
ml: ഈ വിലാസം
ms: alamat ini
nb: denne adressen
nl: dit adres
pl: ten adres
pt_br: este endereço
pt_pt: este endereço
ro: această adresă
ru: этот адрес
sk: táto adresa
sv: den här adressen
ta: இந்த முகவரி
te: ఈ చిరునామా
th: ที่อยู่นี้
tr: bu adres
uk: цією адресою
ur: یہ پتا
vi: địa chỉ này
zh_hans: 这个邮箱
zh_hant: 這個信箱

# account.email.new.hint
source: The address the confirmation code will be sent to
ar: العنوان الذي سيُرسل إليه رمز التأكيد
bn: যে ঠিকানায় নিশ্চিতকরণ কোড পাঠানো হবে
ca: L'adreça a la qual s'enviarà el codi de confirmació
cs: Adresa, na kterou se pošle potvrzovací kód
da: Adressen, bekræftelseskoden sendes til
de: Die Adresse, an die der Bestätigungscode gesendet wird
el: Η διεύθυνση στην οποία θα σταλεί ο κωδικός επιβεβαίωσης
es: La dirección a la que se enviará el código de confirmación
fi: Osoite, johon vahvistuskoodi lähetetään
fr: L’adresse à laquelle le code de confirmation sera envoyé
he: הכתובת שאליה יישלח קוד האישור
hi: कन्फ़र्मेशन कोड जिस पते पर भेजा जाएगा
hr: Adresa na koju će biti poslan potvrdni kod
hu: A cím, ahová a megerősítő kódot küldjük
id: Alamat tujuan pengiriman kode konfirmasi
it: L'indirizzo a cui verrà inviato il codice di conferma
ja: 確認コードの送信先アドレス
ko: 확인 코드를 받을 주소
ml: സ്ഥിരീകരണ കോഡ് അയയ്ക്കേണ്ട വിലാസം
ms: Alamat yang akan menerima kod pengesahan
nb: Adressen bekreftelseskoden sendes til
nl: Het adres waarnaar de bevestigingscode wordt gestuurd
pl: Adres, na który zostanie wysłany kod potwierdzający
pt_br: O endereço para o qual o código de confirmação será enviado
pt_pt: O endereço para onde o código de confirmação será enviado
ro: Adresa la care va fi trimis codul de confirmare
ru: Адрес, на который будет отправлен код подтверждения
sk: Adresa, na ktorú sa pošle potvrdzovací kód
sv: Adressen som bekräftelsekoden skickas till
ta: உறுதிப்படுத்தல் குறியீடு அனுப்பப்படும் முகவரி
te: నిర్ధారణ కోడ్ పంపబడే చిరునామా
th: ที่อยู่ที่จะส่งรหัสยืนยันไป
tr: Onay kodunun gönderileceği adres
uk: Адреса, на яку буде надіслано код підтвердження
ur: وہ پتا جس پر تصدیقی کوڈ بھیجا جائے گا
vi: Địa chỉ sẽ nhận mã xác nhận
zh_hans: 验证码将发送到的邮箱
zh_hant: 驗證碼將寄送到的信箱

# account.email.new.label
source: New email
ar: البريد الجديد
bn: নতুন ইমেইল
ca: Correu nou
cs: Nový e-mail
da: Ny e-mail
de: Neue E-Mail
el: Νέο email
es: Correo nuevo
fi: Uusi sähköposti
fr: Nouvel e-mail
he: דוא״ל חדש
hi: नया ईमेल
hr: Nova e-pošta
hu: Új e-mail-cím
id: Email baru
it: Nuova email
ja: 新しいメール
ko: 새 이메일
ml: പുതിയ ഇമെയിൽ
ms: Emel baharu
nb: Ny e-post
nl: Nieuw e-mailadres
pl: Nowy e-mail
pt_br: Novo e-mail
pt_pt: Novo email
ro: E-mail nou
ru: Новая почта
sk: Nový e-mail
sv: Ny e-postadress
ta: புதிய மின்னஞ்சல்
te: కొత్త ఈమెయిల్
th: อีเมลใหม่
tr: Yeni e-posta
uk: Нова пошта
ur: نئی ای میل
vi: Email mới
zh_hans: 新邮箱
zh_hant: 新的電子郵件

# account.email.password.hint
source: Required: an unlocked phone must not be enough to move an account
ar: مطلوبة: هاتف مفتوح وحده يجب ألا يكفي لنقل حساب
bn: আবশ্যক: শুধু আনলক করা ফোন থাকলেই অ্যাকাউন্ট সরানো যাবে না
ca: Obligatori: un telèfon desbloquejat no ha de bastar per moure un compte
cs: Povinné: odemčený telefon nesmí stačit k přesunu účtu
da: Påkrævet: En oplåst telefon må ikke være nok til at flytte en konto
de: Erforderlich: Ein entsperrtes Telefon darf nicht genügen, um ein Konto zu verschieben
el: Απαιτείται: ένα ξεκλείδωτο τηλέφωνο δεν πρέπει να αρκεί για να μεταφερθεί ένας λογαριασμός
es: Obligatoria: un teléfono desbloqueado no debe bastar para mover una cuenta
fi: Pakollinen: avattu puhelin ei saa riittää tilin siirtämiseen
fr: Obligatoire : un téléphone déverrouillé ne doit pas suffire pour transférer un compte
he: נדרש: טלפון פתוח לא אמור להספיק כדי להעביר חשבון
hi: ज़रूरी: सिर्फ़ अनलॉक फ़ोन से अकाउंट नहीं बदला जाना चाहिए
hr: Obavezno: otključan telefon ne smije biti dovoljan za premještanje računa
hu: Kötelező: egy feloldott telefon nem lehet elég egy fiók áthelyezéséhez
id: Wajib: ponsel yang tidak terkunci tidak boleh cukup untuk memindahkan akun
it: Obbligatoria: un telefono sbloccato non deve bastare per spostare un account
ja: 必須です。ロックが解除された電話だけでアカウントを移せないようにするためです
ko: 필수: 잠금 해제된 휴대폰만으로 계정을 옮길 수 없어요
ml: ആവശ്യമാണ്: അൺലോക്ക് ചെയ്ത ഫോൺ മാത്രം ഉപയോഗിച്ച് അക്കൗണ്ട് മാറ്റാൻ കഴിയരുത്
ms: Diperlukan: telefon yang tidak berkunci tidak sepatutnya cukup untuk memindahkan akaun
nb: Påkrevd: en opplåst telefon skal ikke være nok til å flytte en konto
nl: Vereist: een ontgrendelde telefoon mag niet genoeg zijn om een account te verplaatsen
pl: Wymagane: odblokowany telefon nie może wystarczyć do przeniesienia konta
pt_br: Obrigatória: um celular desbloqueado não deve bastar para mudar uma conta
pt_pt: Obrigatório: um telemóvel desbloqueado não deve ser suficiente para mudar uma conta
ro: Obligatoriu: un telefon deblocat nu trebuie să fie de ajuns pentru a muta un cont
ru: Обязательно: разблокированного телефона недостаточно, чтобы перенести аккаунт
sk: Povinné: odomknutý telefón nesmie stačiť na presun účtu
sv: Krävs: en olåst telefon ska inte räcka för att flytta ett konto
ta: தேவை: திறக்கப்பட்ட தொலைபேசி மட்டுமே ஒரு கணக்கை மாற்றுவதற்குப் போதாது
te: తప్పనిసరి: అన్‌లాక్ చేసిన ఫోన్ ఉంటే చాలదు, ఖాతాను మార్చడానికి పాస్‌వర్డ్ కావాలి
th: จำเป็น: โทรศัพท์ที่ปลดล็อกอยู่ไม่ควรเพียงพอที่จะย้ายบัญชี
tr: Gerekli: kilidi açık bir telefon, bir hesabı taşımak için yeterli olmamalı
uk: Обов’язково: розблокованого телефону недостатньо, щоб перенести обліковий запис
ur: ضروری: صرف کھلا ہوا فون اکاؤنٹ منتقل کرنے کے لیے کافی نہیں ہونا چاہیے
vi: Bắt buộc: một chiếc điện thoại đã mở khóa không đủ để chuyển tài khoản
zh_hans: 必填：仅凭一部已解锁的手机不应足以迁移账户
zh_hant: 必填：光是解鎖的手機不應足以更換帳號

# account.email.row.action
source: Change
ar: تغيير
bn: বদলান
ca: Canvia
cs: Změnit
da: Skift
de: Ändern
el: Αλλαγή
es: Cambiar
fi: Vaihda
fr: Modifier
he: שינוי
hi: बदलें
hr: Promijeni
hu: Módosítás
id: Ubah
it: Cambia
ja: 変更
ko: 변경
ml: മാറ്റുക
ms: Tukar
nb: Endre
nl: Wijzigen
pl: Zmień
pt_br: Alterar
pt_pt: Alterar
ro: Schimbă
ru: Изменить
sk: Zmeniť
sv: Ändra
ta: மாற்று
te: మార్చు
th: เปลี่ยน
tr: Değiştir
uk: Змінити
ur: تبدیل کریں
vi: Đổi
zh_hans: 更改
zh_hant: 變更

# account.email.row.detail
source: The address you sign in with. Changing it needs your password and a code sent to the new address.
ar: العنوان الذي تسجّل الدخول به. تغييره يحتاج كلمة مرورك ورمزًا يُرسل إلى العنوان الجديد.
bn: যে ঠিকানা দিয়ে আপনি সাইন ইন করেন। বদলাতে আপনার পাসওয়ার্ড এবং নতুন ঠিকানায় পাঠানো একটি কোড লাগবে।
ca: L'adreça amb la qual inicies la sessió. Canviar-la requereix la contrasenya i un codi enviat a l'adreça nova.
cs: Adresa, kterou se přihlašuješ. Změna vyžaduje heslo a kód zaslaný na novou adresu.
da: Den adresse, du logger ind med. For at ændre den skal du bruge din adgangskode og en kode sendt til den nye adresse.
de: Die Adresse, mit der du dich anmeldest. Zum Ändern brauchst du dein Passwort und einen Code, der an die neue Adresse gesendet wird.
el: Η διεύθυνση με την οποία συνδέεσαι. Η αλλαγή απαιτεί τον κωδικό σου και έναν κωδικό που στέλνεται στη νέα διεύθυνση.
es: La dirección con la que inicias sesión. Cambiarla requiere tu contraseña y un código enviado a la nueva dirección.
fi: Osoite, jolla kirjaudut. Sen vaihtaminen vaatii salasanasi ja uuteen osoitteeseen lähetetyn koodin.
fr: L’adresse avec laquelle vous vous connectez. La modifier demande votre mot de passe et un code envoyé à la nouvelle adresse.
he: הכתובת שאיתה אתה מתחבר. שינוי דורש את הסיסמה שלך וקוד שנשלח לכתובת החדשה.
hi: वह पता जिससे आप साइन इन करते हैं। इसे बदलने के लिए आपका पासवर्ड और नए पते पर भेजा गया कोड चाहिए।
hr: Adresa s kojom se prijavljuješ. Za promjenu trebaju ti lozinka i kod poslan na novu adresu.
hu: A cím, amellyel bejelentkezel. A módosításhoz a jelszavad és egy az új címre küldött kód szükséges.
id: Alamat yang kamu pakai untuk masuk. Mengubahnya butuh kata sandimu dan kode yang dikirim ke alamat baru.
it: L'indirizzo con cui accedi. Per cambiarlo servono la password e un codice inviato al nuovo indirizzo.
ja: サインインに使うアドレスです。変更にはパスワードと、新しいアドレスに送られるコードが必要です。
ko: 로그인에 사용하는 주소예요. 변경하려면 비밀번호와 새 주소로 전송된 코드가 필요해요.
ml: നിങ്ങൾ സൈൻ ഇൻ ചെയ്യാൻ ഉപയോഗിക്കുന്ന വിലാസം. ഇത് മാറ്റാൻ നിങ്ങളുടെ പാസ്‌വേഡും പുതിയ വിലാസത്തിലേക്ക് അയയ്ക്കുന്ന കോഡും വേണം.
ms: Alamat yang anda gunakan untuk log masuk. Menukarnya memerlukan kata laluan anda dan kod yang dihantar ke alamat baharu.
nb: Adressen du logger inn med. For å endre den trenger du passordet og en kode sendt til den nye adressen.
nl: Het adres waarmee je inlogt. Wijzigen vereist je wachtwoord en een code die naar het nieuwe adres wordt gestuurd.
pl: Adres, którym się logujesz. Zmiana wymaga hasła i kodu wysłanego na nowy adres.
pt_br: O endereço com o qual você entra. Para alterá-lo, é preciso sua senha e um código enviado ao novo endereço.
pt_pt: O endereço com que inicia sessão. Alterá-lo exige a sua palavra-passe e um código enviado para o novo endereço.
ro: Adresa cu care te autentifici. Schimbarea cere parola și un cod trimis la adresa nouă.
ru: Адрес, с которым вы входите. Для изменения нужны пароль и код, отправленный на новый адрес.
sk: Adresa, ktorou sa prihlasuješ. Na zmenu treba tvoje heslo a kód poslaný na novú adresu.
sv: Adressen du loggar in med. För att ändra den krävs ditt lösenord och en kod som skickas till den nya adressen.
ta: நீங்கள் உள்நுழையும் முகவரி. இதை மாற்ற உங்கள் கடவுச்சொல்லும் புதிய முகவரிக்கு அனுப்பப்படும் குறியீடும் தேவை.
te: మీరు సైన్ ఇన్ చేసే చిరునామా. దీన్ని మార్చడానికి మీ పాస్‌వర్డ్, కొత్త చిరునామాకు పంపిన కోడ్ అవసరం.
th: ที่อยู่ที่คุณใช้ลงชื่อเข้าใช้ การเปลี่ยนต้องใช้รหัสผ่านและรหัสที่ส่งไปยังที่อยู่ใหม่
tr: Giriş yaptığınız adres. Değiştirmek için şifreniz ve yeni adrese gönderilen bir kod gerekir.
uk: Адреса, з якою ви входите. Для зміни потрібні ваш пароль і код, надісланий на нову адресу.
ur: وہ پتا جس سے آپ سائن اِن کرتے ہیں۔ اسے بدلنے کے لیے آپ کا پاس ورڈ اور نئے پتے پر بھیجا گیا کوڈ چاہیے۔
vi: Địa chỉ bạn dùng để đăng nhập. Đổi địa chỉ cần mật khẩu và một mã gửi đến địa chỉ mới.
zh_hans: 你用来登录的邮箱。更改需要输入密码，以及发送到新邮箱的验证码。
zh_hant: 你用來登入的信箱。變更需要輸入密碼，以及寄到新信箱的驗證碼。
